{
    "projets" : {
        "projet1" : {
            "nom" : "Abyssal Dungeon",
            "description" : "Dans mon école, Nantes Ynov Campus, nous avons ce que l'on appelle les \"Ydays\". Il s'agit d'un projet d'une durée d'un an, voire plus si le projet est reconduit les années suivantes. Ce programme est multi-filiaire et vise à offrir une première expérience du monde de l'entreprise en nous faisant gérer des projets comme de véritables entreprises.\n\nJ'ai donc décidé de soumettre mon propre projet. Celui-ci se nomme \"Abyssal Dungeon\", un jeu vidéo de type RPG/Rogue-Like. Dans ce jeu, le joueur explore un donjon où l'objectif est de le vaincre et de réussir à s'échapper, sans savoir encore que cette tâche est en réalité impossible. Le jeu comporte un système de score qui prend en compte les différentes mécaniques de jeu. Étant donné que le donjon est infini et que tous les étages et les salles sont générés aléatoirement, il offre une expérience toujours renouvelée pour tenter d'améliorer son score. De plus, nous mettons l'accent sur la personnalisation : les joueurs ont la possibilité de définir les statistiques de leur personnage, ce qui signifie qu'ils pourraient créer un mage tank (bien que l'efficacité de cette combinaison ne soit pas garantie, elle reste possible).\n\nNous avons également prévu de proposer différents environnements visuels afin d'éviter toute monotonie. Chaque ensemble d'étages, composé de cinq niveaux, possède un boss à vaincre. De plus, chaque environnement est accompagné d'une bande sonore distincte. En somme, nous avons de nombreuses autres idées que nous mettrons progressivement en place. Notre objectif final est de rendre ce jeu disponible sur Steam, en proposant des mises à jour fréquentes pour renouveler le gameplay et approfondir progressivement l'univers narratif du jeu.\n\nJ'ai donc dirigé ce projet pendant une année avec une équipe composée de 12 membres, en plus de moi, soit une équipe de 13 personnes. Le projet se poursuit pour une nouvelle année avec quelques changements au sein de l'équipe. Fort de l'expérience acquise lors de la première année et de mon stage au cours duquel j'ai découvert une organisation professionnelle, je suis convaincu que le projet ne peut que s'améliorer ! ",
            "image" : "/portfolio/imageProjets/AD_logo_blanc.png",
            "altImage" : "altImage1",
            "langage" : {
                "langage1" : {
                    "icone" : "Unity"
                },
                "langage2" : {
                    "icone" : "Csharp"
                }
            }
        },
        "projet2" : {
            "nom" : "Projet2",
            "description" : "description2",
            "image" : "image2",
            "altImage" : "altImage2",
            "lienGithub" : "lienGithub2",
            "langage" : {
                "langage1" : {
                    "icone" : "Unity"
                },
                "langage2" : {
                    "icone" : "Csharp"
                }
            }
        },
        "projet3" : {
            "nom" : "Projet3",
            "description" : "description3",
            "image" : "image3",
            "altImage" : "altImage3",
            "lienGithub" : "lienGithub3",
            "langage" : {
                "langage1" : "langage1",
                "langage2" : "langage2",
                "langage3" : "langage3"
            }
        },
        "projet4" : {
            "nom" : "Projet4",
            "description" : "description4",
            "image" : "image4",
            "altImage" : "altImage4",
            "lienGithub" : "lienGithub4",
            "langage" : {
                "langage1" : "langage1",
                "langage2" : "langage2",
                "langage3" : "langage3"
            }
        }
    }
}